Revit.GeometryConversion.ProtoToRevitMesh.CreateBoundingBoxMeshForErrors(Autodesk.DesignScript.Geometry.Point,Autodesk.DesignScript.Geometry.Point,System.Boolean)
This is to create a bounding box mesh for geometries which have errors during the tessellating process
minPoint:
maxPoint:
performHostUnitConversion:
Returns: